INSERT INTO MAJOR_CATE(MC_NAME)
VALUES("운동"), ("식단"), ("신체"), ("그룹"), ("계획");

# SC_MC_NUM => 1: 운동, 2: 식단, 3: 신체, 4: 그룹, 5: 계획
INSERT INTO SUB_CATE(SC_TYPE, SC_NAME, SC_MC_NUM) VALUES
("종류", "유산소", 1), ("종류", "무산소", 1), ("종류", "스트레칭", 1),
("부위", "전신", 1), ("부위", "팔", 1), ("부위", "복근", 1), ("부위", "하체", 1), ("부위", "등", 1), ("부위", "어깨", 1), ("부위", "가슴", 1), ("부위", "허리", 1), ("부위", "엉덩이", 1), ("부위", "코어", 1),
("강도", "격렬하게", 1), ("강도", "강하게", 1), ("강도", "적당하게", 1), ("강도", "가볍게", 1),
("분류", "아침", 2), ("분류", "아점", 2), ("분류", "점심", 2), ("분류", "점저", 2), ("분류", "저녁", 2), ("분류", "야식", 2), ("분류", "간식", 2),
("포만감", "가볍게", 2), ("포만감", "적당히", 2), ("포만감", "배부르게", 2), ("포만감", "과하게", 2),
("컨디션", "최악", 3), ("컨디션", "나쁨", 3), ("컨디션", "보통", 3), ("컨디션", "좋음", 3), ("컨디션", "최상", 3),
("강도", "가볍게", 4), ("강도", "적당히", 4), ("강도", "약간세게", 4), ("강도", "철저하게", 4),
("목표", "체지방줄이기", 5), ("목표", "근육량늘리기", 5), ("목표", "체력키우기", 5), ("목표", "바디프로필", 5), ("목표", "몸유지하기", 5), ("목표", "건강한습관만들기", 5);